<?php

use Illuminate\Database\Seeder;
use App\Word;

class WordsTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        Word::insert(['word' => "акустичні властивості деревини", 'description' => ' властивості деревини, що виявляються під час механічних коливань хвиль [ЛТС, 17]']);
        Word::insert(['word' => "багатоцільове лісокористування", 'description' => 'процес відтворення, охорони і раціонального використання всіх компонентів лісових ресурсів (деревної й недеревної рослинності, лісової фауни, рекреаційних, захисних, охоронних та ін. корисних властивостей лісу) [ЛТС, 27]']);
        Word::insert(['word' => "багатоярусний деревостан", 'description' => 'те саме, що складний деревостан. Див. складний деревостан']);
        Word::insert(['word' => "безперервне лісовпорядкування", 'description' => 'один із видів лісовпорядкування, який полягає в неперервному збиранні й опрацюванні інформації щодо стану лісового фонду лісогосподарського підприємства та виконаних обсягів і якості господарських заходів [ЛТС, 32]']);
        Word::insert(['word' => "безперервне невиснажливе лісокористування", 'description' => 'постійне впродовж тривалого часу користування лісовими ресурсами, що не призводить до подальшого їхнього зменшення чи погіршення якості [За: ЛТС, 32]']);
        Word::insert(['word' => "біомаса лісостану", 'description' => "сукупна маса живих організмів лісового насадження, кількість живої речовини лісостану; характеризується певною вагою на одиницю площі або об'єму [ЛТС, 34]"]);
        Word::insert(['word' => "бір", 'description' => "сосновий ліс на піщаних та кам'янистих ґрунтах [За: ЛТС, 198; ДСТУ, 13]"]);
        Word::insert(['word' => "бонітет деревостану", 'description' => "показник продуктивності лісорослинних умов, який визначається середньою висотою дерев домінуючої породи верхнього ярусу в певному віці"]);
        Word::insert(['word' => "вади деревини", 'description' => "дефекти форми стовбура, природні неоднорідності будови деревини, порушення цілісності тканин з різних причин, забарвлення біологічного та хімічного походження, сторонні вкраплення, механічні пошкодження та дефекти оброблення, що знижують якість деревини та обмежують її використання [ЛТС, 44]"]);
        Word::insert(['word' => "вибіркова рубка", 'description' => "система рубок головного користування, яка характеризуються періодичним вирубуванням на ділянці дерев певної якості, розміру і віку, відсутністю зрубів та постійним функціонуванням лісу [ЛТС, 50]"]);
        Word::insert(['word' => "вибіркова таксація", 'description' => "комплекс методів таксації насаджень, лісових масивів та їх однорідних сукупностей на великій території за їх частинами (відібраними за певним принципом), що репрезентують усі ознаки цілого за законами варіаційної статистики [ЛТС, 50]"]);
        Word::insert(['word' => "вивезення деревини", 'description' => "переміщення транспортним засобом сортиментів, стовбурів або частин дерев від верхнього складу або навантажувального пункту до місця тимчасового зберігання або оброблення [ЛТС, 51]"]);
        Word::insert(['word' => "виділ таксаційний", 'description' => "обмежена частина лісової або не лісової ділянки лісового фонду, яка є однорідною за таксаційною характеристикою, відрізняється від сусідніх, за окремими показниками, на величини, передбачені інструкцією з упорядкування лісів, і потребує однакових лісогосподарських заходів на всій своїй площі [ЛТС, 52]"]);
        Word::insert(['word' => "висіювання лісу", 'description' => "те саме, що сівба лісу. Див. сівба лісу."]);
        Word::insert(['word' => "відходи деревини", 'description' => "невикористані залишки сировини, матеріалів, напівфабрикатів, бракованої продукції, амортизаційного лому, створені внаслідок основного виробництва або споживання продукції, й такі, що повністю або частково втратили вихідні споживчі властивості [ЛТС, 63]"]);
        Word::insert(['word' => "вік деревостану", 'description' => "середній вік основного елемента деревостану (панівної породи) [ЛТС, 65]"]);
        Word::insert(['word' => "вік стиглості деревостану", 'description' => "вік, в якому деревостан досягає стану, максимально відповідного функціональному призначенню лісу [ЛТС, 65]"]);
        Word::insert(['word' => "головна деревна порода", 'description' => "порода, яка за конкретних економічних і лісорослинних умов має найбільше господарське значення і відповідає меті господарства [ЛТС, 288]"]);
        Word::insert(['word' => "головне користування лісом", 'description' => "один із видів користування сировинними ресурсами лісу, тобто одержання сировини такого розміру й якостей, які найбільше відповідають потребам народного господарства [КТС, 21]"]);
        Word::insert(['word' => "груд", 'description' => "ліс в найкращих лісорослинних умовах, які визначають за переважною деревною породою [ДСТУ, 14]"]);
        Word::insert(['word' => "густота деревостану", 'description' => "щільність стояння дерев; визначається їхньою кількістю на одиницю площі, зазвичай 1 га [За: ЛТС, 90]"]);
        Word::insert(['word' => "гущавина", 'description' => "молодий, дуже густий, важкопрохідний деревостан [ЛТС, 91]"]);
        Word::insert(['word' => "ґрунтовтома", 'description' => "зниження родючості ґрунтів унаслідок їх одноманітного використання чи хімічного забруднення [ЛТС, 92], [ЛТС*, 21]"]);
        Word::insert(['word' => "деревина", 'description' => "складна провідна структура, частина провідного пучка, що забезпечує транспорт води і розчинених у ній мінеральних речовин знизу вгору (від коренів до листків), а також виконує механічну функцію [ЛТС, 97]"]);
        Word::insert(['word' => "деревинний матеріал", 'description' => "матеріали, що одержують попереднім поділом деревини і наступним її склеюванням [ЛТС, 213]"]);
        Word::insert(['word' => "деревна порода", 'description' => "різновид деревних рослин, що відрізняються певними ознаками від рослин того самого виду [ДСТУ, 14]"]);
        /*Word::insert(['word' => "", 'description' => ""]);
        Word::insert(['word' => "", 'description' => ""]);
        Word::insert(['word' => "", 'description' => ""]);
        Word::insert(['word' => "", 'description' => ""]);
        Word::insert(['word' => "", 'description' => ""]);*/
    }
}
