<div class="container">
    <div class="row">
        <div class="col-md-8 col-md-offset-2">
            <div class="panel panel-default">
                <div class="panel-heading">
                  <h2>Стандарти</h2>
                </div>
                <div class="panel-body">
                  <p>ДСТУ – ДСТУ 3404-96 Лісівництво. Терміни та визначення. – К. : Держстандарт України, 1997. – 43 с.</p>
                  <p>КТС – Короткий тлумачний словник-довідник понять і термінів лісівництва / [укл. : Р. В. Вінтонів, О. Є. Гриджук]. – Львів : НЛТУ України, 2009. – 87с.</p>
                  <p>ЛТС − Лісотехнічний термінологічний словник : український, російський, англійський / [за ред. Ю. Туниці, В. Богуслаєва]. – Львів : Піраміда, 2014. – 967 с.</p>
                  <p>ЛТС* − Лісівництво. Термінологічний словник / В. Бондаренко, С. Землинський, Л. Копій та ін.; [за ред. Г. Криницького]. – Львів : Вид-во НЛТУ України, 2013. – 70 с.</p>
                  <p>УЕЛ − Українська енциклопедія лісівництва : у 2 т. / [за ред. С. Генсірука]. – Львів : НВФ “Українські технології”, 1999. – Т. 1. – 464 с. ; 2007. – Т. 2. – 470 с.</p>
              </div>
            </div>
        </div>
    </div>
</div>
